{"format": "graph-model", "generatedBy": "2.4.2", "convertedBy": "TensorFlow.js Converter v2.8.1", "signature": {"inputs": {"images:0": {"name": "images:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "321"}, {"size": "321"}, {"size": "3"}]}}}, "outputs": {"module_apply_default/transpose_1:0": {"name": "module_apply_default/transpose_1:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "19293"}]}}}}, "modelTopology": {"node": [{"name": "module_apply_default/Const", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "19293"}, {"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/embed/Tensordot/Const", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "module_apply_default/module_apply_default/embed/Tensordot/axes", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "module_apply_default/module_apply_default/embed/Tensordot/GatherV2_1/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/embed/Tensordot/Const_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "module_apply_default/module_apply_default/embed/weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1280"}, {"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/Conv_2/hard_swish/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/Conv_1/hard_swish/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_14/squeeze_excite/Conv_1/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_14/squeeze_excite/Mean/reduction_indices", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_14/squeeze_excite/Conv/weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "960"}, {"size": "240"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_14/squeeze_excite/Conv/biases", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "240"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_14/squeeze_excite/Conv_1/weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "240"}, {"size": "960"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_14/squeeze_excite/Conv_1/biases", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "960"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_14/squeeze_excite/Conv_1/add/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_14/depthwise/hard_swish/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_14/expand/hard_swish/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_14/expand/hard_swish/add/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_14/depthwise/hard_swish/add/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_13/squeeze_excite/Conv_1/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_13/squeeze_excite/Mean/reduction_indices", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_13/squeeze_excite/Conv/weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "960"}, {"size": "240"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_13/squeeze_excite/Conv/biases", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "240"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_13/squeeze_excite/Conv_1/weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "240"}, {"size": "960"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_13/squeeze_excite/Conv_1/biases", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "960"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_13/squeeze_excite/Conv_1/add/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_13/depthwise/hard_swish/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_13/expand/hard_swish/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_13/expand/hard_swish/add/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_13/depthwise/hard_swish/add/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_12/squeeze_excite/Conv_1/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_12/squeeze_excite/Mean/reduction_indices", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_12/squeeze_excite/Conv/weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "672"}, {"size": "168"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_12/squeeze_excite/Conv/biases", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "168"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_12/squeeze_excite/Conv_1/weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "168"}, {"size": "672"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_12/squeeze_excite/Conv_1/biases", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_12/squeeze_excite/Conv_1/add/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_12/depthwise/hard_swish/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_12/expand/hard_swish/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_11/squeeze_excite/Conv_1/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_11/squeeze_excite/Mean/reduction_indices", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_11/squeeze_excite/Conv/weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "672"}, {"size": "168"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_11/squeeze_excite/Conv/biases", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "168"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_11/squeeze_excite/Conv_1/weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "168"}, {"size": "672"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_11/squeeze_excite/Conv_1/biases", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_11/squeeze_excite/Conv_1/add/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_11/depthwise/hard_swish/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_11/expand/hard_swish/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_11/expand/hard_swish/add/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_11/depthwise/hard_swish/add/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_10/squeeze_excite/Conv_1/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_10/squeeze_excite/Mean/reduction_indices", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_10/squeeze_excite/Conv/weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "480"}, {"size": "120"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_10/squeeze_excite/Conv/biases", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "120"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_10/squeeze_excite/Conv_1/weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "120"}, {"size": "480"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_10/squeeze_excite/Conv_1/biases", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "480"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_10/squeeze_excite/Conv_1/add/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_10/depthwise/hard_swish/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_10/expand/hard_swish/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_9/depthwise/hard_swish/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_9/expand/hard_swish/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_9/expand/hard_swish/add/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_9/depthwise/hard_swish/add/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_8/depthwise/hard_swish/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_8/expand/hard_swish/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_8/expand/hard_swish/add/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_8/depthwise/hard_swish/add/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_7/depthwise/hard_swish/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_7/expand/hard_swish/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_7/expand/hard_swish/add/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_7/depthwise/hard_swish/add/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_6/depthwise/hard_swish/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_6/expand/hard_swish/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_5/squeeze_excite/Conv_1/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_5/squeeze_excite/Mean/reduction_indices", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_5/squeeze_excite/Conv/weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "120"}, {"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_5/squeeze_excite/Conv/biases", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_5/squeeze_excite/Conv_1/weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "32"}, {"size": "120"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_5/squeeze_excite/Conv_1/biases", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "120"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_5/squeeze_excite/Conv_1/add/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_4/squeeze_excite/Conv_1/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_4/squeeze_excite/Mean/reduction_indices", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_4/squeeze_excite/Conv/weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "120"}, {"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_4/squeeze_excite/Conv/biases", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_4/squeeze_excite/Conv_1/weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "32"}, {"size": "120"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_4/squeeze_excite/Conv_1/biases", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "120"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_4/squeeze_excite/Conv_1/add/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_3/squeeze_excite/Conv_1/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_3/squeeze_excite/Mean/reduction_indices", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_3/squeeze_excite/Conv/weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "72"}, {"size": "24"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_3/squeeze_excite/Conv/biases", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "24"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_3/squeeze_excite/Conv_1/weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "24"}, {"size": "72"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_3/squeeze_excite/Conv_1/biases", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "72"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_3/squeeze_excite/Conv_1/add/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/Conv/hard_swish/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "images", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "321"}, {"size": "321"}, {"size": "3"}]}}}}, {"name": "module_apply_default/hub_input/Mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/hub_input/Add/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/convert_image", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/hub_input/tfhub_input_scaling/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/Conv/hard_swish/add/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_6/expand/hard_swish/add/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_6/depthwise/hard_swish/add/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_10/expand/hard_swish/add/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_10/depthwise/hard_swish/add/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_12/expand/hard_swish/add/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_12/depthwise/hard_swish/add/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/Conv_1/hard_swish/add/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/Conv_2/weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "960"}, {"size": "1280"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/Conv_2/biases", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1280"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/Conv_2/hard_swish/add/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/gem/Maximum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/gem/gem_power", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/gem/Mean/reduction_indices", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "module_apply_default/module_apply_default/gem/truediv", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/embed/Tensordot/free", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "3"}]}}}}}, {"name": "module_apply_default/module_apply_default/embed/Tensordot/GatherV2/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/embed/Tensordot/Const_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "module_apply_default/module_apply_default/embed/Tensordot/concat_1/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/prelogits_norm/Sum/reduction_indices", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "module_apply_default/module_apply_default/prelogits_norm/Maximum/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "module_apply_default/transpose_1/perm", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/Conv/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "3"}, {"size": "16"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/Conv/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv/depthwise/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "16"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv/project/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "16"}, {"size": "16"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv/project/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_1/expand/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "16"}, {"size": "64"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_1/expand/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_1/depthwise/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "64"}, {"size": "1"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_1/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_1/project/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "64"}, {"size": "24"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_1/project/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "24"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_2/expand/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "24"}, {"size": "72"}]}}}}}, {"name": "module_apply_default/module_apply_default/embed/BatchNorm/FusedBatchNormV3/Scaled", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_2/expand/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "72"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_2/depthwise/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "72"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_2/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "72"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_2/project/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "72"}, {"size": "24"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_2/project/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "24"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_3/expand/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "24"}, {"size": "72"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_3/expand/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "72"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_3/depthwise/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "72"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_3/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "72"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_14/project/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "960"}, {"size": "160"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_3/project/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "72"}, {"size": "40"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_14/project/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "160"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_3/project/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "40"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_4/expand/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "40"}, {"size": "120"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_4/expand/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "120"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_4/depthwise/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "120"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_4/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "120"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/Conv_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "160"}, {"size": "960"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/Conv_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "960"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_4/project/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "120"}, {"size": "40"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_4/project/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "40"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_5/expand/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "40"}, {"size": "120"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_5/expand/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "120"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_5/depthwise/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "120"}, {"size": "1"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_5/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "120"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_5/project/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "120"}, {"size": "40"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/embed/BatchNorm/FusedBatchNormV3/Offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_5/project/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "40"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_6/expand/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "40"}, {"size": "240"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_6/expand/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "240"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_6/depthwise/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "240"}, {"size": "1"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_6/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "240"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_6/project/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "240"}, {"size": "80"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_6/project/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "80"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_7/expand/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "80"}, {"size": "200"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_7/expand/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "200"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_7/depthwise/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "200"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_7/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "200"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_7/project/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "200"}, {"size": "80"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_7/project/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "80"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_8/expand/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "80"}, {"size": "184"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_8/expand/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "184"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_8/depthwise/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "184"}, {"size": "1"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_8/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "184"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_8/project/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "184"}, {"size": "80"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_8/project/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "80"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_9/expand/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "80"}, {"size": "184"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_9/expand/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "184"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_9/depthwise/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "184"}, {"size": "1"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_9/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "184"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_9/project/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "184"}, {"size": "80"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_9/project/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "80"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_10/expand/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "80"}, {"size": "480"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_10/expand/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "480"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_10/depthwise/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "480"}, {"size": "1"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_10/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "480"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_10/project/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "480"}, {"size": "112"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_10/project/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "112"}]}}}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_11/expand/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "112"}, {"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_11/expand/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "module_apply_default/module_apply_default/MobilenetV3/expanded_conv_11/depthwise/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "672"}, {"size": 