{ "translations": {
    "Status" : "الحاله",
    "Face recognition" : "التعرف على الوجه",
    "Scheduled background jobs: " : "المهام المجدولة فى الخلفية:",
    "Last background job execution: " : "آخر تنفيذ للمهمة في الخلفية:",
    "There are queued files in the face recognition queue but no background job is scheduled to process them." : "توجد ملفات قيد الانتظار في قائمة انتظار التعرف علي الوجوه ولكن لم تتم جدولة أي مهمة في الخلفية لمعالجتهم.",
    "Face clustering:" : "تجميع الوجه:",
    "faces left to cluster" : "الأوجه المتبقية للتجميع:",
    "Last clustering run: " : "آخر عملية  تجميع تم إجراؤها:",
    "A minimum of 120 faces per user is necessary for clustering to kick in" : "يلزم ما لا يقل عن 120 وجه لكل مستخدم لبدء التجميع",
    "Enable face recognition (groups photos by faces that appear in them; UI is in the photos app)" : "تمكين التعرف على الوجه (تجميع الصور حسب الوجوه التي تظهر فيها؛ واجهة المستخدم موجودة في تطبيق الصور)",
    "Object detection & landmark recognition" : "اكتشاف الكائنات والتعرف على المعالم",
    "There are queued files in the object detection queue but no background job is scheduled to process them." : "توجد ملفات قيد الانتظار في قائمة انتظار اكتشاف الكائنات ولكن لم تتم جدولة أي مهمة في الخلفية لمعالجتهم.",
    "Landmark recognition is working." : "خاصية التعرف على المعالم تعمل.",
    "An error occurred during landmark recognition, please check the Nextcloud logs." : "حدث خطأ أثناء التعرف على المعالم، يرجى التحقق من سجلات نكست كلود.",
    "Waiting for status reports on landmark recognition. If this message persists beyond 15 minutes, please check the Nextcloud logs." : "في انتظار تقارير الحالة الخاصة بالتعرف على المعالم. إذا استمرت هذه الرسالة لأكثر من 15 دقيقة، فيرجى التحقق من سجلات نكست كلود.",
    "Landmark recognition:" : "التعرف على المعلم:",
    "There are queued files in the landmarks queue but no background job is scheduled to process them." : "توجد ملفات قيد الانتظار في قائمة انتظار المعالم ولكن لم تتم جدولة أي مهمة في الخلفية لمعالجتهم.",
    "There are queued files but no background job is scheduled to process them." : "توجد ملفات في قائمة الانتظار ولكن لم تتم جدولة أي مهام في الخلفية لمعالجتها.",
    "Reset" : "إعادة الضبط",
    "Learn how to setup GPU mode with recognize" : "تعلم كيفية تهيئة وضع وحدة معالجة الرسومات مع التعرف",
    "Failed to load settings" : "إخفاق في تحميل الإعدادات",
    "Failed to save settings" : "فشل حفظ الإعدادات",
    "never" : "بتاتاً",
    "Farm" : "مزرعة",
    "Dog" : "كلب",
    "Music" : "الموسيقى",
    "Office" : "مكتب",
    "Computer" : "كمبيوتر",
    "Clock" : "الساعة",
    "Screen" : "شاشة",
    "Library" : "مكتبة",
    "Display" : "عرض",
    "Bike" : "دراجة",
    "Camping" : "تخيم",
    "Camera" : "الكاميرا",
    "Barbecue" : "حفل شواء",
    "Theater" : "مسرح",
    "Pizza" : "بيتزا",
    "Info" : "معلومات",
    "Bucket" : "الحزمة",
    "Festival" : "مهرجان",
    "Event" : "حدث",
    "Gallery" : "معرض الصور",
    "Park" : "حديقة"
},"pluralForm" :"nplurals=6; plural=n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100>=3 && n%100<=10 ? 3 : n%100>=11 && n%100<=99 ? 4 : 5;"
}